{
    "en": {
        "page-title": "DTCar - Quality Cars Philippines",
        "page-title-services": "DTCar Services",
        "page-title-about": "About DTCar",
        "page-title-team": "Our Team",
        "page-title-contact": "Contact DTCar",
        "nav-about": "About Us",
        "nav-services": "Services",
        "nav-team": "Our Team",
        "nav-contact": "Contact Us",
        "service-used-cars": "Used Car Sales",
        "service-vinfast-ev": "VinFast EV Sales",
        "service-driving-license": "Driving License Application/Conversion",
        "service-driving-lessons": "Driving Lessons",
        "service-tours": "Travel Tours",
        "hero-heading": "DTCar - Quality Cars Philippines",
        "hero-subheading": "Bringing premium and reliable transportation experiences.",
        "hero-cta": "Discover Our Services",
        "about-heading": "About Us",
        "about-p1": "DTCar is your trusted partner in the Philippines, specializing in comprehensive mobility solutions from car sales, driving education, to organizing unique travel tours. Committed to superior quality and service, we pride ourselves on delivering the best experiences to our customers.",
        "about-p2": "We don't just sell cars; we build lasting relationships based on trust and transparency. DTCar's team of experts is always ready to advise and assist you in every decision, ensuring absolute satisfaction.",
        "our-vision-heading": "Our Vision",
        "our-vision-desc": "To be the leading company in the Philippines, providing comprehensive and sustainable mobility solutions, enhancing the quality of life for the community.",
        "our-mission-heading": "Our Mission",
        "our-mission-desc": "To deliver superior products and services, building trust and ensuring maximum customer satisfaction through innovation and professionalism.",
        "global-feedback-heading": "What Our Clients Say About DTCar?",
        "global-feedback-1": "\"DTCar is my #1 choice when I need car-related services in the Philippines. Always fast, efficient, and very reputable.\" - Nguyen Thi F",
        "global-feedback-2": "\"Professional, reliable, and always ready to help. DTCar has exceeded my expectations multiple times!\" - Robert G. (UK)",
        "global-feedback-3": "\"Excellent service, reasonable price, DTCar is truly a great help for Chinese friends in the Philippines!\" - Mr. Wang (China)",
        "services-heading": "Our Comprehensive Services",
        "services-intro-desc": "Explore the full range of mobility and travel solutions provided by DTCar, designed to meet your every need with quality and convenience.",
        "learn-more": "Learn More",
        "feedback-heading": "Customer Feedback:",
        "service-used-cars-heading": "Used Car Sales",
        "service-used-cars-desc-1": "Offering a diverse range of high-quality pre-owned vehicles, rigorously inspected and certified for safety and performance. We ensure clear origin, competitive prices, and attentive after-sales service to give you peace of mind.",
        "service-used-cars-desc-2": "Our inventory is constantly updated with popular models and luxury cars. Each vehicle comes with a detailed history report and flexible financing options to suit your budget.",
        "feedback-used-car-1": "\"Buying a used car from DTCar was definitely a smart decision. The car runs smoothly, feels like new, and the price was very reasonable. The staff was enthusiastic and professional.\" - Nguyen Van A",
        "feedback-used-car-2": "\"I am very satisfied with the car purchase process here, everything was transparent and quick. I will recommend it to my friends!\" - Maria S. D. (Philippines)",
        "feedback-used-car-3": "\"DTCar's used car selection is top-notch. Found exactly what I was looking for. Excellent service!\" - David L. (US)",
        "feedback-used-car-4": "\"The team at DTCar made buying a used car so easy and stress-free. They helped me find the perfect vehicle for my family's needs.\" - Emily R.",
        "feedback-used-car-5": "\"Great cars, great prices, and even better customer service. I highly recommend DTCar for anyone looking for a reliable used car.\" - Ben P.",
        "service-vinfast-ev-heading": "VinFast EV Sales",
        "service-vinfast-ev-desc-1": "As an official distributor of advanced, eco-friendly VinFast electric vehicles in the Philippines, we bring you the future of transportation. Experience cutting-edge technology, superior performance, and zero emissions with attractive offers and government incentives.",
        "service-vinfast-ev-desc-2": "VinFast EVs combine sleek design with powerful batteries and smart features, offering a truly modern driving experience. Visit us to test drive and learn about our exclusive packages.",
        "feedback-vinfast-1": "\"VinFast is the future! Thank you DTCar for helping me own a wonderful electric car. Fast charging, smooth operation, very convenient.\" - Le Thi B",
        "feedback-vinfast-2": "\"The VinFast VF e34 I bought from DTCar is amazing. The electric driving experience is smooth and quiet. Highly recommend both the car and DTCar's service!\" - Antonio M. (Philippines)",
        "feedback-vinfast-3": "\"Finally, an EV that makes sense in the Philippines! DTCar's knowledge of VinFast cars is impressive, and their support is excellent.\" - Carlos G.",
        "service-driving-license-heading": "Driving License Application/Conversion",
        "service-driving-license-desc-1": "Comprehensive support for new applications, international driver's license conversion, and Philippine driver's license renewal. Our fast, simple, and time-saving process ensures you get your license with minimal hassle, navigating all the bureaucratic steps for you.",
        "service-driving-license-desc-2": "Whether you're a new driver, an expat needing to convert your foreign license, or simply renewing, our experts provide step-by-step guidance, paperwork assistance, and direct coordination with government agencies.",
        "feedback-license-1": "\"I thought changing my driver's license in the Philippines would be complicated, but thanks to DTCar, it was done in no time. Big thanks to the team!\" - Tran Van C",
        "feedback-license-2": "\"The process for converting my foreign driver's license was so smooth with DTCar. Their staff guided me every step of the way.\" - Sarah K. (Canada)",
        "feedback-license-3": "\"DTCar took all the stress out of getting my Philippine driving license. Their service is efficient and professional.\" - John D.",
        "service-driving-lessons-heading": "Driving Lessons",
        "service-driving-lessons-desc-1": "Professional driving courses tailored for all levels, from complete beginners to those needing a refresher. Our experienced and dedicated instructors provide personalized training, ensuring you are confident, skilled, and safe on every road, ready to pass your driving test.",
        "service-driving-lessons-desc-2": "We offer flexible scheduling, modern training vehicles, and a curriculum designed to cover all essential driving techniques and road rules specific to the Philippines. Learn defensive driving and emergency maneuvers.",
        "feedback-lessons-1": "\"I used to be very afraid of driving, but thanks to the instructors at DTCar, I am now confident behind the wheel. Their teaching methods are easy to understand and practical.\" - Pham Thi D",
        "feedback-lessons-2": "\"I took driving lessons with DTCar and passed my test on the first try! Their instructors are patient and thorough.\" - Jessica R. (Philippines)",
        "feedback-lessons-3": "\"DTCar's driving lessons are fantastic! The instructors are very patient and knowledgeable. Highly recommend for anyone learning to drive here.\" - Chris L.",
        "service-tours-heading": "Travel Tours",
        "service-tours-desc-1": "Explore the breathtaking beauty of the Philippines with unique, custom-designed travel tours. From stunning white-sand beaches and vibrant marine life to lush mountains and rich cultural heritage, we'll take you on unforgettable experiences tailored to your preferences.",
        "service-tours-desc-2": "Our tours cover popular destinations like Palawan, Boracay, and El Nido, as well as hidden gems. We handle all logistics, from transportation and accommodation to local guides and activities, ensuring a seamless and memorable adventure.",
        "feedback-tours-1": "\"The tour organized by DTCar was truly professional, from itinerary planning to the tour guide, everything was very dedicated. A truly memorable trip!\" - Hoang Van E",
        "feedback-tours-2": "\"Our family trip to Palawan organized by DTCar was flawless. Everything was taken care of, allowing us to fully enjoy the breathtaking scenery.\" - The Smith Family (Australia)",
        "feedback-tours-3": "\"DTCar planned the perfect solo adventure for me across Luzon. Their local insights made all the difference!\" - Alex P.",
        "team-heading": "Our Dedicated Team",
        "team-intro-desc": "Meet the dedicated professionals who make DTCar a leader in the industry, committed to delivering excellence and building lasting relationships with our clients.",
        "team-member-1-name": "Nguyen Van Hieu",
        "team-member-1-title": "CEO & Founder",
        "team-member-1-desc": "Visionary leader with over 15 years of experience in the automotive industry, driving DTCar's innovation and growth.",
        "team-member-2-name": "Maria Lopez",
        "team-member-2-title": "Sales Manager",
        "team-member-2-desc": "Automotive consultant with extensive market knowledge and a passion for connecting clients with their perfect vehicle.",
        "team-member-3-name": "Li Jia Cheng",
        "team-member-3-title": "Service Manager",
        "team-member-3-desc": "Ensures all service processes run smoothly and efficiently, upholding DTCar's high standards of customer satisfaction.",
        "team-member-4-name": "Samantha Cruz",
        "team-member-4-title": "Tour & Travel Specialist",
        "team-member-4-desc": "Designs unforgettable travel experiences, showcasing the beauty and culture of the Philippines to our clients.",
        "contact-heading": "Contact Us",
        "contact-intro-desc": "We'd love to hear from you! Reach out for any inquiries, support, or to schedule a consultation. Our team is ready to assist you.",
        "contact-address": "<strong>Address:</strong> 123 Quezon Road, Makati City, Philippines",
        "contact-phone": "<strong>Phone:</strong> +63 917 123 4567",
        "contact-email": "<strong>Email:</strong> info@dtcar.ph",
        "contact-map-title": "Locate Us on Map",
        "form-name-label": "Full Name:",
        "form-email-label": "Email:",
        "form-phone-label": "Phone Number:",
        "form-service-label": "Interested Service:",
        "form-select-service": "Select a service",
        "form-other": "Other",
        "form-message-label": "Message:",
        "form-submit": "Send Message",
        "footer-copyright": "© 2025 DTCar - Quality Cars Philippines. All rights reserved.",
        "footer-privacy": "Privacy Policy",
        "footer-terms": "Terms of Service"
    },
    "vi": {
        "page-title": "DTCar - Xe Chất Philippines",
        "page-title-services": "Dịch vụ của DTCar",
        "page-title-about": "Về DTCar",
        "page-title-team": "Đội ngũ của chúng tôi",
        "page-title-contact": "Liên hệ DTCar",
        "nav-about": "Giới thiệu",
        "nav-services": "Dịch vụ",
        "nav-team": "Đội ngũ",
        "nav-contact": "Liên hệ",
        "service-used-cars": "Bán xe cũ",
        "service-vinfast-ev": "Bán xe điện VinFast",
        "service-driving-license": "Làm/Đổi bằng lái",
        "service-driving-lessons": "Dạy lái xe",
        "service-tours": "Tour du lịch",
        "hero-heading": "DTCar - Xe Chất Philippines",
        "hero-subheading": "Nơi mang đến những trải nghiệm di chuyển đẳng cấp và tin cậy.",
        "hero-cta": "Khám phá Dịch vụ của chúng tôi",
        "about-heading": "Về chúng tôi",
        "about-p1": "DTCar là đối tác tin cậy của bạn tại Philippines, chuyên cung cấp các giải pháp di chuyển toàn diện từ mua bán xe, đào tạo lái xe cho đến tổ chức các tour du lịch độc đáo. Với cam kết về chất lượng và dịch vụ vượt trội, chúng tôi tự hào mang đến cho khách hàng những trải nghiệm tuyệt vời nhất.",
        "about-p2": "Chúng tôi không chỉ bán xe, mà còn xây dựng những mối quan hệ bền vững dựa trên sự tin tưởng và minh bạch. Đội ngũ chuyên gia của DTCar luôn sẵn sàng tư vấn và hỗ trợ bạn trong mọi quyết định, đảm bảo sự hài lòng tuyệt đối.",
        "our-vision-heading": "Tầm nhìn của chúng tôi",
        "our-vision-desc": "Trở thành công ty hàng đầu tại Philippines, cung cấp các giải pháp di chuyển toàn diện và bền vững, nâng cao chất lượng cuộc sống cho cộng đồng.",
        "our-mission-heading": "Sứ mệnh của chúng tôi",
        "our-mission-desc": "Cung cấp sản phẩm và dịch vụ vượt trội, xây dựng niềm tin và mang lại sự hài lòng tối đa cho khách hàng thông qua sự đổi mới và chuyên nghiệp.",
        "global-feedback-heading": "Khách hàng nói gì về DTCar?",
        "global-feedback-1": "\"DTCar là lựa chọn số 1 của tôi khi cần các dịch vụ liên quan đến xe cộ ở Philippines. Luôn nhanh chóng, hiệu quả và rất uy tín.\" - Nguyễn Thị F",
        "global-feedback-2": "\"Professional, reliable, and always ready to help. DTCar has exceeded my expectations multiple times!\" - Robert G. (UK)",
        "global-feedback-3": "\"服务周到，价格合理，DTCar真是菲律宾华人朋友的好帮手！\" - 王先生 (Trung Quốc)",
        "services-heading": "Các Dịch vụ Toàn diện của Chúng tôi",
        "services-intro-desc": "Khám phá đầy đủ các giải pháp di chuyển và du lịch do DTCar cung cấp, được thiết kế để đáp ứng mọi nhu cầu của bạn với chất lượng và sự tiện lợi.",
        "learn-more": "Tìm hiểu thêm",
        "feedback-heading": "Phản hồi khách hàng:",
        "service-used-cars-heading": "Bán xe cũ",
        "service-used-cars-desc-1": "Cung cấp đa dạng các dòng xe cũ chất lượng cao, đã qua kiểm định nghiêm ngặt về an toàn và hiệu suất. Chúng tôi đảm bảo nguồn gốc rõ ràng, giá cả cạnh tranh và dịch vụ hậu mãi chu đáo để bạn yên tâm.",
        "service-used-cars-desc-2": "Kho xe của chúng tôi luôn được cập nhật với các mẫu xe phổ biến và xe hạng sang. Mỗi chiếc xe đều đi kèm báo cáo lịch sử chi tiết và các lựa chọn tài chính linh hoạt phù hợp với ngân sách của bạn.",
        "feedback-used-car-1": "\"Mua chiếc xe cũ ở DTCar đúng là một quyết định sáng suốt. Xe chạy êm ru, như mới, mà giá lại rất phải chăng. Nhân viên tư vấn nhiệt tình, chuyên nghiệp.\" - Nguyễn Văn A",
        "feedback-used-car-2": "\"Tôi rất hài lòng với quy trình mua xe tại đây, mọi thứ minh bạch, nhanh gọn. Sẽ giới thiệu cho bạn bè!\" - Maria S. D. (Philippines)",
        "feedback-used-car-3": "\"DTCar's used car selection is top-notch. Found exactly what I was looking for. Excellent service!\" - David L. (US)",
        "feedback-used-car-4": "\"Đội ngũ DTCar đã làm cho việc mua xe cũ trở nên dễ dàng và không căng thẳng. Họ đã giúp tôi tìm được chiếc xe hoàn hảo cho gia đình mình.\" - Emily R.",
        "feedback-used-car-5": "\"Xe tốt, giá tốt, và dịch vụ khách hàng còn tốt hơn nữa. Tôi rất khuyến nghị DTCar cho bất kỳ ai đang tìm kiếm một chiếc xe cũ đáng tin cậy.\" - Ben P.",
        "service-vinfast-ev-heading": "Bán xe điện VinFast",
        "service-vinfast-ev-desc-1": "Là đại lý chính thức phân phối các dòng xe điện VinFast tiên tiến, thân thiện môi trường tại Philippines, chúng tôi mang đến cho bạn tương lai của giao thông. Trải nghiệm công nghệ tiên phong, hiệu suất vượt trội và không khí thải với nhiều ưu đãi hấp dẫn và chính sách hỗ trợ từ chính phủ.",
        "service-vinfast-ev-desc-2": "Xe điện VinFast kết hợp thiết kế tinh tế với pin mạnh mẽ và các tính năng thông minh, mang đến trải nghiệm lái xe thực sự hiện đại. Hãy ghé thăm chúng tôi để lái thử và tìm hiểu về các gói độc quyền của chúng tôi.",
        "feedback-vinfast-1": "\"VinFast là tương lai! Cảm ơn DTCar đã giúp tôi sở hữu một chiếc xe điện tuyệt vời. Sạc nhanh, vận hành êm ái, rất tiện lợi.\" - Lê Thị B",
        "feedback-vinfast-2": "\"The VinFast VF e34 I bought from DTCar is amazing. The electric driving experience is smooth and quiet. Highly recommend both the car and DTCar's service!\" - Antonio M. (Philippines)",
        "feedback-vinfast-3": "\"Cuối cùng, một chiếc xe điện phù hợp ở Philippines! Kiến thức của DTCar về xe VinFast rất ấn tượng, và sự hỗ trợ của họ là tuyệt vời.\" - Carlos G.",
        "service-driving-license-heading": "Làm/Đổi bằng lái",
        "service-driving-license-desc-1": "Hỗ trợ trọn gói thủ tục làm mới, đổi bằng lái xe quốc tế và bằng lái Philippines. Quy trình nhanh chóng, đơn giản, tiết kiệm thời gian cho bạn, chúng tôi sẽ lo tất cả các bước hành chính phức tạp.",
        "service-driving-license-desc-2": "Dù bạn là người mới lái, người nước ngoài cần đổi bằng lái, hay chỉ đơn giản là gia hạn, đội ngũ chuyên gia của chúng tôi sẽ hướng dẫn từng bước, hỗ trợ giấy tờ và phối hợp trực tiếp với các cơ quan chính phủ.",
        "feedback-license-1": "\"Cứ nghĩ đổi bằng lái ở Philippines phức tạp lắm, ai dè nhờ DTCar mà xong trong tích tắc. Cảm ơn đội ngũ rất nhiều!\" - Trần Văn C",
        "feedback-license-2": "\"The process for converting my foreign driver's license was so smooth with DTCar. Their staff guided me every step of the way.\" - Sarah K. (Canada)",
        "feedback-license-3": "\"DTCar đã loại bỏ mọi căng thẳng khi tôi lấy bằng lái ở Philippines. Dịch vụ của họ hiệu quả và chuyên nghiệp.\" - John D.",
        "service-driving-lessons-heading": "Dạy lái xe",
        "service-driving-lessons-desc-1": "Khóa học lái xe chuyên nghiệp được thiết kế riêng cho mọi trình độ, từ người mới bắt đầu hoàn toàn đến những người cần ôn lại. Đội ngũ giáo viên giàu kinh nghiệm, tận tâm của chúng tôi sẽ cung cấp đào tạo cá nhân hóa, đảm bảo bạn vững tay lái, tự tin và an toàn trên mọi nẻo đường, sẵn sàng vượt qua bài kiểm tra lái xe.",
        "service-driving-lessons-desc-2": "Chúng tôi cung cấp lịch học linh hoạt, xe đào tạo hiện đại và chương trình giảng dạy được thiết kế để bao gồm tất cả các kỹ thuật lái xe cần thiết và quy tắc giao thông đặc trưng của Philippines. Học lái xe phòng thủ và các kỹ năng xử lý tình huống khẩn cấp.",
        "feedback-lessons-1": "\"Trước giờ tôi rất sợ lái xe, nhưng nhờ các thầy cô ở DTCar mà giờ tôi đã tự tin cầm lái. Phương pháp dạy rất dễ hiểu và thực tế.\" - Phạm Thị D",
        "feedback-lessons-2": "\"I took driving lessons with DTCar and passed my test on the first try! Their instructors are patient and thorough.\" - Jessica R. (Philippines)",
        "feedback-lessons-3": "\"Các bài học lái xe của DTCar thật tuyệt vời! Các giáo viên rất kiên nhẫn và kỹ lưỡng. Rất khuyến nghị cho bất kỳ ai học lái xe ở đây.\" - Chris L.",
        "service-tours-heading": "Tour du lịch",
        "service-tours-desc-1": "Khám phá vẻ đẹp ngoạn mục của Philippines với các tour du lịch độc đáo, được thiết kế riêng. Từ những bãi biển cát trắng tuyệt đẹp và hệ sinh thái biển đa dạng đến những ngọn núi xanh tươi và di sản văn hóa phong phú, chúng tôi sẽ đưa bạn đến những trải nghiệm khó quên được điều chỉnh theo sở thích của bạn.",
        "service-tours-desc-2": "Các tour của chúng tôi bao gồm các điểm đến nổi tiếng như Palawan, Boracay và El Nido, cũng như những viên ngọc ẩn giấu. Chúng tôi lo tất cả logistics, từ vận chuyển và chỗ ở đến hướng dẫn viên địa phương và các hoạt động, đảm bảo một chuyến phiêu lưu liền mạch và đáng nhớ.",
        "feedback-tours-1": "\"Tour du lịch do DTCar tổ chức thật sự rất chuyên nghiệp, từ khâu lên lịch trình đến hướng dẫn viên đều rất tận tâm. Chuyến đi thật đáng nhớ!\" - Hoàng Văn E",
        "feedback-tours-2": "\"Our family trip to Palawan organized by DTCar was flawless. Everything was taken care of, allowing us to fully enjoy the breathtaking scenery.\" - The Smith Family (Australia)",
        "feedback-tours-3": "\"DTCar đã lên kế hoạch chuyến phiêu lưu solo hoàn hảo cho tôi khắp Luzon. Những hiểu biết địa phương của họ đã tạo nên sự khác biệt!\" - Alex P.",
        "team-heading": "Đội ngũ tận tâm của chúng tôi",
        "team-intro-desc": "Gặp gỡ những chuyên gia tận tâm đã giúp DTCar trở thành người dẫn đầu trong ngành, cam kết mang lại sự xuất sắc và xây dựng mối quan hệ lâu dài với khách hàng của chúng tôi.",
        "team-member-1-name": "Nguyễn Văn Hiếu",
        "team-member-1-title": "CEO & Người sáng lập",
        "team-member-1-desc": "Lãnh đạo có tầm nhìn với hơn 15 năm kinh nghiệm trong ngành ô tô, thúc đẩy sự đổi mới và tăng trưởng của DTCar.",
        "team-member-2-name": "Maria Lopez",
        "team-member-2-title": "Trưởng phòng Kinh doanh",
        "team-member-2-desc": "Chuyên gia tư vấn ô tô với kiến thức thị trường sâu rộng và niềm đam mê kết nối khách hàng với chiếc xe hoàn hảo của họ.",
        "team-member-3-name": "Lý Gia Thành",
        "team-member-3-title": "Trưởng phòng Dịch vụ",
        "team-member-3-desc": "Đảm bảo tất cả các quy trình dịch vụ diễn ra suôn sẻ và hiệu quả, duy trì các tiêu chuẩn cao về sự hài lòng của khách hàng của DTCar.",
        "team-member-4-name": "Samantha Cruz",
        "team-member-4-title": "Chuyên gia Tour & Du lịch",
        "team-member-4-desc": "Thiết kế những trải nghiệm du lịch khó quên, giới thiệu vẻ đẹp và văn hóa Philippines đến khách hàng của chúng tôi.",
        "contact-heading": "Liên hệ chúng tôi",
        "contact-intro-desc": "Chúng tôi rất mong nhận được phản hồi từ bạn! Hãy liên hệ với chúng tôi để được tư vấn, hỗ trợ hoặc đặt lịch hẹn.",
        "contact-address": "<strong>Địa chỉ:</strong> 123 Đường Quezon, Thành phố Makati, Philippines",
        "contact-phone": "<strong>Điện thoại:</strong> +63 917 123 4567",
        "contact-email": "<strong>Email:</strong> info@dtcar.ph",
        "contact-map-title": "Tìm chúng tôi trên bản đồ",
        "form-name-label": "Họ và tên:",
        "form-email-label": "Email:",
        "form-phone-label": "Số điện thoại:",
        "form-service-label": "Dịch vụ quan tâm:",
        "form-select-service": "Chọn dịch vụ",
        "form-other": "Khác",
        "form-message-label": "Tin nhắn:",
        "form-submit": "Gửi tin nhắn",
        "footer-copyright": "© 2025 DTCar - Xe Chất Philippines. Mọi quyền được bảo lưu.",
        "footer-privacy": "Chính sách bảo mật",
        "footer-terms": "Điều khoản sử dụng"
    },
    "zh": {
        "page-title": "DTCar - 菲律宾优质汽车",
        "page-title-services": "DTCar 服务",
        "page-title-about": "关于 DTCar",
        "page-title-team": "我们的团队",
        "page-title-contact": "联系 DTCar",
        "nav-about": "关于我们",
        "nav-services": "服务",
        "nav-team": "我们的团队",
        "nav-contact": "联系我们",
        "service-used-cars": "二手车销售",
        "service-vinfast-ev": "VinFast 电动车销售",
        "service-driving-license": "驾驶证申请/转换",
        "service-driving-lessons": "驾驶课程",
        "service-tours": "旅游团",
        "hero-heading": "DTCar - 菲律宾优质汽车",
        "hero-subheading": "带来优质可靠的出行体验。",
        "hero-cta": "探索我们的服务",
        "about-heading": "关于我们",
        "about-p1": "DTCar是您在菲律宾值得信赖的合作伙伴，专门提供全面的出行解决方案，从汽车销售、驾驶培训到组织独特的旅游团。我们致力于卓越的品质和服务，自豪地为客户提供最佳体验。",
        "about-p2": "我们不仅销售汽车，还基于信任和透明度建立持久的关系。DTCar的专家团队随时准备为您提供咨询和帮助，确保您完全满意。",
        "our-vision-heading": "我们的愿景",
        "our-vision-desc": "成为菲律宾领先的公司，提供全面和可持续的出行解决方案，提高社区生活质量。",
        "our-mission-heading": "我们的使命",
        "our-mission-desc": "提供卓越的产品和服务，通过创新和专业精神建立信任并确保客户最大的满意度。",
        "global-feedback-heading": "我们的客户对DTCar有何评价？",
        "global-feedback-1": "\"在菲律宾需要汽车相关服务时，DTCar是我的首选。总是快速、高效、信誉良好。\" - Nguyen Thi F",
        "global-feedback-2": "\"Professional, reliable, and always ready to help. DTCar has exceeded my expectations multiple times!\" - Robert G. (UK)",
        "global-feedback-3": "\"服务周到，价格合理，DTCar真是菲律宾华人朋友的好帮手！\" - 王先生 (中国)",
        "services-heading": "我们的综合服务",
        "services-intro-desc": "探索DTCar提供的全方位出行和旅行解决方案，旨在以质量和便利满足您的每一个需求。",
        "learn-more": "了解更多",
        "feedback-heading": "客户反馈：",
        "service-used-cars-heading": "二手车销售",
        "service-used-cars-desc-1": "提供各种经过严格检查并获得安全和性能认证的高品质二手车。我们确保来源清晰，价格有竞争力，并提供周到的售后服务，让您无后顾之忧。",
        "service-used-cars-desc-2": "我们的库存不断更新，包括热门车型和豪华车。每辆车都附有详细的历史报告和灵活的融资方案，以适应您的预算。",
        "feedback-used-car-1": "\"在DTCar买二手车绝对是明智的决定。车开起来很顺畅，像新车一样，价格也很合理。工作人员热情专业。\" - Nguyen Van A",
        "feedback-used-car-2": "\"我对这里的购车流程非常满意，一切都透明快捷。我会向我的朋友推荐！\" - Maria S. D. (菲律宾)",
        "feedback-used-car-3": "\"DTCar's used car selection is top-notch. Found exactly what I was looking for. Excellent service!\" - David L. (US)",
        "feedback-used-car-4": "\"DTCar团队让购买二手车变得如此轻松无压力。他们帮助我为家人找到了完美的车辆。\" - Emily R.",
        "feedback-used-car-5": "\"好车，好价，更棒的客户服务。我强烈推荐DTCar给任何寻找可靠二手车的人。\" - Ben P.",
        "service-vinfast-ev-heading": "VinFast 电动车销售",
        "service-vinfast-ev-desc-1": "作为菲律宾先进环保的VinFast电动汽车官方经销商，我们为您带来出行的未来。以优惠的价格和政府补贴体验尖端技术、卓越性能和零排放。",
        "service-vinfast-ev-desc-2": "VinFast电动汽车将时尚设计与强大的电池和智能功能相结合，提供真正的现代驾驶体验。欢迎前来试驾并了解我们的独家套餐。",
        "feedback-vinfast-1": "\"VinFast就是未来！感谢DTCar帮助我拥有一辆如此棒的电动汽车。充电快，运行平稳，非常方便。\" - Le Thi B",
        "feedback-vinfast-2": "\"The VinFast VF e34 I bought from DTCar is amazing. The electric driving experience is smooth and quiet. Highly recommend both the car and DTCar's service!\" - Antonio M. (菲律宾)",
        "feedback-vinfast-3": "\"终于有一款在菲律宾有意义的电动汽车了！DTCar对VinFast汽车的了解令人印象深刻，他们的支持也很出色。\" - Carlos G.",
        "service-driving-license-heading": "驾驶证申请/转换",
        "service-driving-license-desc-1": "提供新申请、国际驾驶证转换和菲律宾驾驶证更新的全套服务。我们快速、简单、省时的流程确保您轻松获得驾照，为您处理所有繁琐的官僚步骤。",
        "service-driving-license-desc-2": "无论您是新司机，需要转换外国驾照的外籍人士，还是仅仅是更新驾照，我们的专家都会提供分步指导、文件协助以及与政府机构的直接协调。",
        "feedback-license-1": "\"我以为在菲律宾换驾照会很复杂，没想到多亏了DTCar，很快就搞定了。非常感谢团队！\" - Tran Van C",
        "feedback-license-2": "\"The process for converting my foreign driver's license was so smooth with DTCar. Their staff guided me every step of the way.\" - Sarah K. (Canada)",
        "feedback-license-3": "\"DTCar让我获得菲律宾驾照的过程完全没有压力。他们的服务高效专业。\" - John D.",
        "service-driving-lessons-heading": "驾驶课程",
        "service-driving-lessons-desc-1": "为所有水平量身定制的专业驾驶课程，从完全的初学者到需要复习的人。我们经验丰富、敬业的教练提供个性化培训，确保您在任何道路上都能自信、熟练、安全地驾驶，准备通过驾驶考试。",
        "service-driving-lessons-desc-2": "我们提供灵活的日程安排、现代化培训车辆以及旨在涵盖菲律宾所有基本驾驶技术和道路规则的课程。学习防御性驾驶和紧急机动。",
        "feedback-lessons-1": "\"以前我非常害怕开车，但多亏了DTCar的教练们，我现在已经能自信地驾驶了。他们的教学方法非常容易理解和实用。\" - Pham Thi D",
        "feedback-lessons-2": "\"I took driving lessons with DTCar and passed my test on the first try! Their instructors are patient and thorough.\" - Jessica R. (Philippines)",
        "feedback-lessons-3": "\"DTCar的驾驶课程太棒了！教练们非常有耐心和知识。强烈推荐给任何在这里学习驾驶的人。\" - Chris L.",
        "service-tours-heading": "旅游团",
        "service-tours-desc-1": "通过独特、量身定制的旅游团探索菲律宾的壮丽美景。从迷人的白色沙滩和充满活力的海洋生物到郁郁葱葱的山脉和丰富的文化遗产，我们将带您体验根据您的喜好量身定制的难忘旅程。",
        "service-tours-desc-2": "我们的旅游涵盖巴拉望、长滩岛和埃尔尼多等热门目的地，以及隐藏的瑰宝。我们负责所有物流，从交通和住宿到当地导游和活动，确保无缝和难忘的冒险。",
        "feedback-tours-1": "\"DTCar组织的旅行团非常专业，从行程规划到导游都非常敬业。这是一次真正难忘的旅行！\" - Hoang Van E",
        "feedback-tours-2": "\"Our family trip to Palawan organized by DTCar was flawless. Everything was taken care of, allowing us to fully enjoy the breathtaking scenery.\" - The Smith Family (澳大利亚)",
        "feedback-tours-3": "\"DTCar为我计划了吕宋岛的完美独自冒险。他们的当地见解发挥了关键作用！\" - Alex P.",
        "team-heading": "我们的敬业团队",
        "team-intro-desc": "认识让DTCar成为行业领导者的敬业专业人士，他们致力于提供卓越服务并与客户建立持久关系。",
        "team-member-1-name": "阮文孝",
        "team-member-1-title": "首席执行官兼创始人",
        "team-member-1-desc": "有远见的领导者，在汽车行业拥有超过15年的经验，推动DTCar的创新和增长。",
        "team-member-2-name": "玛丽亚·洛佩兹",
        "team-member-2-title": "销售经理",
        "team-member-2-desc": "汽车咨询专家，拥有丰富的市场知识，热衷于帮助客户找到完美的车辆。",
        "team-member-3-name": "李嘉诚",
        "team-member-3-title": "服务经理",
        "team-member-3-desc": "确保所有服务流程顺利高效，维护DTCar高标准的客户满意度。",
        "team-member-4-name": "萨曼莎·克鲁兹",
        "team-member-4-title": "旅游专家",
        "team-member-4-desc": "设计令人难忘的旅行体验，向我们的客户展示菲律宾的美丽和文化。",
        "contact-heading": "联系我们",
        "contact-intro-desc": "我们很乐意听取您的意见！如有任何疑问、支持或预约，请联系我们。我们的团队随时准备为您提供帮助。",
        "contact-address": "<strong>地址：</strong>菲律宾马卡蒂市奎松路123号",
        "contact-phone": "<strong>电话：</strong>+63 917 123 4567",
        "contact-email": "<strong>邮箱：</strong>info@dtcar.ph",
        "contact-map-title": "在地图上找到我们",
        "form-name-label": "全名：",
        "form-email-label": "电子邮件：",
        "form-phone-label": "电话号码：",
        "form-service-label": "感兴趣的服务：",
        "form-select-service": "选择服务",
        "form-other": "其他",
        "form-message-label": "消息：",
        "form-submit": "发送消息",
        "footer-copyright": "© 2025 DTCar - 菲律宾优质汽车。保留所有权利。",
        "footer-privacy": "隐私政策",
        "footer-terms": "服务条款"
    }
}